Repository: volodymyryarem5/CresusRelic
Catalog: CresusRelic/Components/Localizable.xcstrings
Source language: en
Languages: de, fr, it

source: BUY
de: KAUFEN
fr: ACHETER
it: ACQUISTA

source: Chest code
de: Truhencode
fr: Code du coffre
it: Codice della cassa

source: Claim Reward
de: Belohnung einfordern
fr: Réclamer la récompense
it: Ritira la ricompensa

source: Close
de: Schließen
fr: Fermer
it: Chiudi

source: Egypt
de: Ägypten
fr: Égypte
it: Egitto

source: Energy Mechanic Description
de: Energie-Mechanik-Beschreibung
fr: Description du mécanisme d'énergie
it: Descrizione del meccanismo di energia

source: ERA SELECTION
de: EPOCHE AUSWAHL
fr: SÉLECTION D'ÈRE
it: SELEZIONE EPOCA

source: Exit
de: Beenden
fr: Quitter
it: Esci

source: Fully Completed %lld / 4
de: Vollständig abgeschlossen %lld / 4
fr: Entièrement terminé %lld / 4
it: Completato %lld / 4

source: Golden Maze
de: Goldenes Labyrinth
fr: Labyrinthe doré
it: Labirinto d'oro

source: Greece
de: Griechenland
fr: Grèce
it: Grecia

source: How many sides has a Lycian coin so fine? How many sons bore the king of gold divine? How many letters name the capital’s line? How many foes did Cresus fell in one design?
de: Wie viele Seiten hat eine lykische Münze so fein? Wie viele Söhne gebar der göttliche Goldkönig? Wie viele Buchstaben hat die Linie der Hauptstadt? Wie viele Feinde besiegte Cresus in einem Entwurf?
fr: Combien de côtés possède une pièce lycienne si fine ? Combien de fils a porté le roi d'or divin ? Combien de lettres composent le nom de la ligne de la capitale ? Combien d'ennemis Cresus a-t-il abattu en un seul dessein ?
it: Quanti lati ha una moneta licia così fine? Quanti figli ha generato il re d'oro divino? Quante lettere compongono il nome della linea della capitale? Quanti nemici ha sconfitto Cresus in un solo disegno?

source: In the game, energy is a crucial resource that depletes each time you complete or fail a level. To restore energy, you have two options: wait for a certain period or purchase it using in-game coins from the shop. Energy automatically replenishes every 2 hours. When this happens, you will receive a push notification informing you that your energy has been restored.
de: Im Spiel ist Energie eine entscheidende Ressource, die jedes Mal abnimmt, wenn du eine Stufe abschließt oder nicht schaffst. Um Energie wiederherzustellen, hast du zwei Möglichkeiten: Warte eine bestimmte Zeit oder kaufe sie mit Spielmünzen im Shop. Energie wird automatisch alle 2 Stunden wieder aufgefüllt. Wenn dies geschieht, erhältst du eine Push-Benachrichtigung, die dich darüber informiert, dass deine Energie wiederhergestellt wurde.
fr: Dans le jeu, l'énergie est une ressource cruciale qui diminue chaque fois que vous terminez ou échouez un niveau. Pour restaurer l'énergie, vous avez deux options : attendre un certain temps ou l'acheter en utilisant des pièces du jeu dans la boutique. L'énergie se reconstitue automatiquement toutes les 2 heures. Lorsque cela se produit, vous recevrez une notification push vous informant que votre énergie a été restaurée.
it: Nel gioco, l'energia è una risorsa cruciale che si esaurisce ogni volta che completi o fallisci un livello. Per ripristinare l'energia, hai due opzioni: attendere un certo periodo di tempo o acquistarla utilizzando monete di gioco nel negozio. L'energia si ricarica automaticamente ogni 2 ore. Quando ciò accade, riceverai una notifica push che ti informerà che la tua energia è stata ripristinata.

source: LOW ENERGY %lld
de: NIEDRIGE ENERGIE %lld
fr: ÉNERGIE FAIBLE %lld
it: ENERGIA BASSA %lld

source: Lydia
de: Lydien
fr: Lydie
it: Lidia

source: LYDIA
de: LYDIEN
fr: LYDIE
it: LIDIA

source: LYDIA LEVELS
de: LYDIEN LEVELS
fr: LYDIE NIVEAUX
it: LIDIA LIVELLI

source: Lydia was an ancient kingdom in western Anatolia, known for its rich gold deposits and as the birthplace of coinage. Flourishing between the 7th and 6th centuries BCE, it was ruled by the Mermnad dynasty, including the famous King Croesus. Lydia's capital, Sardis, became a major cultural and economic hub. The kingdom was eventually conquered by the Persian Empire in the mid-6th century BCE.
de: Lydien war ein antikes Königreich in Westanatolien, bekannt für seine reichen Goldvorkommen und als Geburtsstätte der Münzprägung. Es blühte zwischen dem 7. und 6. Jahrhundert v. Chr. unter der Herrschaft der Mermnaden-Dynastie, zu der auch der berühmte König Krösus gehörte. Die Hauptstadt Lydiens, Sardes, wurde zu einem wichtigen kulturellen und wirtschaftlichen Zentrum. Das Königreich wurde schließlich Mitte des 6. Jahrhunderts v. Chr. vom Persischen Reich erobert.
fr: La Lydie était un ancien royaume de l'Anatolie occidentale, connu pour ses riches dépôts d'or et comme le berceau de la monnaie. Florissant entre le VIIe et le VIe siècle avant notre ère, il était dirigé par la dynastie des Mermnades, dont le célèbre roi Crésus. La capitale de la Lydie, Sardes, est devenue un centre culturel et économique majeur. Le royaume a finalement été conquis par l'Empire perse au milieu du VIe siècle avant notre ère.
it: La Lidia era un antico regno dell'Anatolia occidentale, noto per i suoi ricchi depositi d'oro e per essere la culla della coniazione delle monete. Fiorì tra il VII e il VI secolo a.C., sotto il regno della dinastia Mermnadi, che includeva il famoso re Creso. La capitale della Lidia, Sardi, divenne un importante centro culturale ed economico. Il regno fu infine conquistato dall'Impero Persiano a metà del VI secolo a.C.

source: Map of Lydia
de: Karte von Lydien
fr: Carte de la Lydie
it: Mappa della Lidia

source: Mesopotamia
de: Mesopotamien
fr: Mésopotamie

source: Next
de: Weiter
fr: Suivant
it: Avanti

source: Oops, looks like you're out of energy. You can wait a while to accumulate it, or get it from the store.
de: Hoppla, sieht so aus, als hättest du keine Energie mehr. Du kannst eine Weile warten, um sie aufzuladen, oder sie aus dem Shop holen.
fr: Oups, il semble que vous n'ayez plus d'énergie. Vous pouvez attendre un moment pour en accumuler ou en obtenir dans la boutique.
it: Ops, sembra che tu sia senza energia. Puoi aspettare un po' per accumularne, oppure ottenerla dal negozio.

source: OPEN ARTIFACT
de: ARTEFAKT ÖFFNEN
fr: OUVRIR ARTEFACT
it: APRI ARTEFATTO

source: OPEN CHEST
de: TRUHE ÖFFNEN
fr: OUVRIR LE COFFRE
it: APRI CASSETTA

source: PRIVACY POLICY
de: DATENSCHUTZERKLÄRUNG
fr: POLITIQUE DE CONFIDENTIALITÉ
it: POLITICA SULLA PRIVACY

source: Puzzle Lydia's Map
de: Puzzle Lydiens Karte
fr: Puzzle de la carte de la Lydie
it: Puzzle della Mappa della Lidia

source: RATE US
de: BEWERTE UNS
fr: NOTEZ-NOUS
it: VALUTACI

source: Rome
de: Rom
it: Roma

source: Secrets of Lydia
de: Geheimnisse Lydiens
fr: Secrets de la Lydie
it: Segreti della Lidia

source: Select
de: Auswählen
fr: Sélectionner
it: Seleziona

source: Settings
de: Einstellungen
fr: Paramètres
it: Impostazioni

source: START JOURNEY
de: REISE STARTEN
fr: COMMENCER LE VOYAGE
it: INIZIA IL VIAGGIO

source: Which entrance leads to gold?
de: Welcher Eingang führt zum Gold?
fr: Quelle entrée mène à l'or ?
it: Quale ingresso conduce all'oro?

source: You answered %lld questions correctly.
de: Du hast %lld Fragen richtig beantwortet.
fr: Vous avez répondu correctement à %lld questions.
it: Hai risposto correttamente a %lld domande.

source: You answered incorrectly.
de: Du hast falsch geantwortet.
fr: Vous avez répondu incorrectement
it: Hai risposto in modo errato.

source: You have passed this level!
de: Du hast dieses Level geschafft!
fr: Vous avez réussi ce niveau!
it: Hai superato questo livello!

source: Your answer is correct!
de: Deine Antwort ist richtig!
fr: Votre réponse est correcte
it: La tua risposta è corretta!

source: FEEDBACK
fr: RETOUR D'INFORMATION

source: Shop
fr: Boutique
it: Negozio
